tap "helix-editor/helix"
tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "python@3.9"
brew "glib"
brew "libxfixes"
brew "guile"
brew "automake"
brew "cmake"
brew "php"
brew "composer"
brew "gcc"
brew "nghttp2"
brew "efm-langserver"
brew "wayland"
brew "libva"
brew "mesa"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "fftw"
brew "guile@2"
brew "openjdk"
brew "ffmpeg"
brew "fzf"
brew "gradle"
brew "hello"
brew "lsd"
brew "macchina"
brew "make"
brew "ninja"
brew "meson"
brew "neovim"
brew "nnn"
brew "node"
brew "nvm"
brew "oha"
brew "ruby"
brew "so"
brew "starship"
brew "swift", link: false
brew "tealdeer"
brew "trunk"
brew "yarn"
brew "zig"
brew "hhvm/hhvm/hhvm-4.129", link: false
brew "qmk/qmk/qmk"
